Repository: printezisn/pandemiccms
Catalog: config/locales/*/app.po
Languages: el_gr

source: Someone has requested a link to change your password. You can do this through the link below.
el_gr: Κάποιος ζήτησε σύνδεσμο για αλλαγή του κωδικού σας. Μπορείτε να το κάνετε μέσω του παρακάτω συνδέσμου.

source: Sort Order
el_gr: Σειρά Ταξινόμησης

source: Status
el_gr: Κατάσταση

source: Subcategories
el_gr: Υποκατηγορίες

source: Subitems
el_gr: Υποστοιχεία

source: Subject
el_gr: Θέμα

source: Submit
el_gr: Υποβολή

source: Submit & Publish
el_gr: Υποβολή & Δημοσίευση

source: Submit as draft
el_gr: Υποβολή ως προσχέδιο

source: Subpages
el_gr: Υποσελίδες

source: Supervisor
el_gr: Επόπτης

source: Table
el_gr: Πίνακας

source: Tag
el_gr: Ετικέτα

source: Tag Details
el_gr: Λεπτομέρειες Ετικέτας

source: Tag Details | %{client}
el_gr: Λεπτομέρειες Ετικέτας | %{client}

source: Tags
el_gr: Ετικέτες

source: Tags of %{client}
el_gr: Ετικέτες του %{client}

source: Tags | %{client}
el_gr: Ετικέτες | %{client}

source: Tags:
el_gr: Ετικέτες:

source: Tag|Body
el_gr: Κείμενο

source: Tag|Description
el_gr: Περιγραφή

source: Tag|Name
el_gr: Όνομα

source: Tag|Slug
el_gr: Slug

source: Tag|Template
el_gr: Πρότυπο

source: Tag|Visibility
el_gr: Ορατότητα

source: Template
el_gr: Πρότυπο

source: Test Email
el_gr: Δοκιμαστικό Email

source: The account confirmation link.
el_gr: Ο σύνδεσμος επιβεβαίωσης λογαριασμού.

source: The administration of %{client}
el_gr: Η διαχείριση του %{client}

source: The cache was successfully cleared.
el_gr: Η cache καθαρίστηκε με επιτυχία.

source: The category was successfully created.
el_gr: Η κατηγορία δημιουργήθηκε με επιτυχία.

source: The category was successfully deleted.
el_gr: Η κατηγορία διαγράφτηκε με επιτυχία.

source: The category was successfully translated.
el_gr: Η κατηγορία μεταφράστηκε με επιτυχία.

source: The category was successfully updated.
el_gr: Η κατηγορία δημιουργήθηκε με επιτυχία.

source: The client was successfully created.
el_gr: Ο πελάτης δημιουργήθηκε με επιτυχία.

source: The client was successfully deleted.
el_gr: Ο πελάτης διαγράφτηκε με επιτυχία.

source: The client was successfully updated.
el_gr: Ο πελάτης ανανεώθηκε με επιτυχία.

source: The content was successfully created.
el_gr: Το περιεχόμενο δημιουργήθηκε με επιτυχία.

source: The content was successfully deleted.
el_gr: Το περιεχόμενο διαγράφτηκε με επιτυχία.

source: The content was successfully translated.
el_gr: Το περιεχόμενο μεταφράστηκε με επιτυχία.

source: The content was successfully updated.
el_gr: Το περιεχόμενο ανανεώθηκε με επιτυχία.

source: The email template was successfully translated.
el_gr: Το πρότυπο email μεταφράστηκε με επιτυχία.

source: The email template was successfully updated.
el_gr: Το πρότυπο email δημιουργήθηκε με επιτυχία.

source: The indexing process was successfully initiated.
el_gr: Η διαδικασία ευρετηριοποίησης ξεκίνησε με επιτυχία.

source: The link was successfully copied
el_gr: Ο σύνδεσμος αντιγράφτηκε με επιτυχία

source: The medium was successfully deleted.
el_gr: Το αρχείο διαγράφτηκε με επιτυχία.

source: The menu item was successfully created.
el_gr: Το στοιχείο μενού δημιουργήθηκε με επιτυχία.

source: The menu item was successfully deleted.
el_gr: Το στοιχείο μενού διαγράφτηκε με επιτυχία.

source: The menu item was successfully translated.
el_gr: Το στοιχείο μενού μεταφράστηκε με επιτυχία.

source: The menu item was successfully updated.
el_gr: Το στοιχείο μενού ανανεώθηκε με επιτυχία.

source: The menu was successfully created.
el_gr: Το μενού δημιουργήθηκε με επιτυχία.

source: The menu was successfully deleted.
el_gr: Το μενού διαγράφτηκε με επιτυχία.

source: The menu was successfully translated.
el_gr: Το μενού μεταφράστηκε με επιτυχία.

source: The menu was successfully updated.
el_gr: Το μενού ανανεώθηκε με επιτυχία.

source: The page could not be published.
el_gr: Η σελίδα δε μπόρεσε να δημοσιευτεί.

source: The page was successfully created.
el_gr: Η σελίδα δημιουργήθηκε με επιτυχία.

source: The page was successfully deleted.
el_gr: Η σελίδα διαγράφτηκε με επιτυχία.

source: The page was successfully published.
el_gr: Η σελίδα δημοσιεύτηκε με επιτυχία.

source: The page was successfully translated.
el_gr: Η σελίδα μεταφράστηκε με επιτυχία.

source: The page was successfully updated.
el_gr: Η σελίδα ανανεώθηκε με επιτυχία.

source: The post could not be published.
el_gr: Το άρθρο δε μπόρεσε να δημοσιευτεί.

source: The post was successfully created.
el_gr: Το άρθρο δημιουργήθηκε με επιτυχία.

source: The post was successfully deleted.
el_gr: Το άρθρο διαγράφτηκε με επιτυχία.

source: The post was successfully published.
el_gr: Το άρθρο δημοσιεύτηκε με επιτυχία.

source: The post was successfully translated.
el_gr: Το άρθρο μεταφράστηκε με επιτυχία.

source: The post was successfully updated.
el_gr: Το άρθρο ανανεώθηκε με επιτυχία.

source: The profile of the current user of %{client}
el_gr: Το προφίλ του τωρινού χρήστη του %{client}

source: The redirect was successfully created.
el_gr: Η ανακατεύθυνση δημιουργήθηκε με επιτυχία.

source: The redirect was successfully deleted.
el_gr: Η ανακατεύθυνση διαγράφτηκε με επιτυχία.

source: The redirect was successfully updated.
el_gr: Η ανακατεύθυνση ανανεώθηκε με επιτυχία.

source: The reset password link.
el_gr: Ο σύνδεσμος επαναφοράς κωδικού.

source: The settings were successfully updated.
el_gr: Οι ρυθμίσεις ανανεώθηκαν με επιτυχία.

source: The tag was successfully created.
el_gr: Η ετικέτα δημιουργήθηκε με επιτυχία.

source: The tag was successfully deleted.
el_gr: Η ετικέτα διαγράφτηκε με επιτυχία.

source: The tag was successfully translated.
el_gr: Η ετικέτα μεταφράστηκε με επιτυχία.

source: The tag was successfully updated.
el_gr: Η ετικέτα δημιουργήθηκε με επιτυχία.

source: The user was successfully activated.
el_gr: Ο χρήστης ενεργοποιήθηκε με επιτυχία.

source: The user was successfully created.
el_gr: Ο χρήστης δημιουργήθηκε με επιτυχία.

source: The user was successfully deactivated.
el_gr: Ο χρήστης απενεργοποιήθηκε με επιτυχία.

source: The user was successfully deleted.
el_gr: Ο χρήστης διαγράφτηκε με επιτυχία.

source: The user was successfully translated.
el_gr: Ο χρήστης μεταφράστηκε με επιτυχία.

source: The user was successfully updated.
el_gr: Ο χρήστης ανανεώθηκε με επιτυχία.

source: The user's email address.
el_gr: Η διεύθυνση email του χρήστη.

source: The user's full name.
el_gr: Το πλήρες όνομα του χρήστη.

source: The user's name.
el_gr: Το όνομα χρήστη.

source: The user's unconfirmed email address.
el_gr: Η μη επιβεβαιωμένη διεύθυνση email του χρήστη.

source: Top Categories
el_gr: Κορυφαίες Κατηγορίες

source: Top Tags
el_gr: Κορυφαίες Ετικέτες

source: Translate
el_gr: Μετάφραση

source: Translate Category | %{client}
el_gr: Μετάφραση Κατηγορίας | %{client}

source: Translate Content | %{client}
el_gr: Μετάφραση Περιεχομένου | %{client}

source: Translate Email Template | %{client}
el_gr: Μετάφραση Προτύπου Email | %{client}

source: Translate Menu Item | %{client}
el_gr: Μετάφραση Στοιχείου Μενού | %{client}

source: Translate Menu | %{client}
el_gr: Μετάφραση Μενού | %{client}

source: Translate Page | %{client}
el_gr: Μετάφραση Σελίδας | %{client}

source: Translate Post | %{client}
el_gr: Μετάφραση Άρθρου | %{client}

source: Translate Profile | %{client}
el_gr: Μετάφραση Προφίλ | %{client}

source: Translate Tag | %{client}
el_gr: Μετάφραση Ετικέτας | %{client}

source: Translate User | %{client}
el_gr: Μετάφραση Χρήστη | %{client}

source: Translate a category of %{client}
el_gr: Μετάφραση κατηγορίας του %{client}

source: Translate a content of %{client}
el_gr: Μετάφραση περιεχομένου του %{client}

source: Translate a menu item of %{client}
el_gr: Μετάφραση στοιχείου μενού του %{client}

source: Translate a menu of %{client}
el_gr: Μετάφραση μενού του %{client}

source: Translate a page of %{client}
el_gr: Μετάφραση σελίδας του %{client}

source: Translate a post of %{client}
el_gr: Μετάφραση άρθρου του %{client}

source: Translate a tag of %{client}
el_gr: Μετάφραση ετικέτας του %{client}

source: Translate a user of %{client}
el_gr: Μετάφραση χρήστη του %{client}

source: Translate an email template of %{client}
el_gr: Μετάφραση προτύπου email του %{client}

source: Translate the profile of the current user of %{client}
el_gr: Μετάφραση του προφίλ του τωρινού χρήστη του %{client}

source: Translation
el_gr: Μετάφραση

source: Tree
el_gr: Δέντρο

source: Tree with categories of %{client}
el_gr: Δέντρο με τις κατηγορίες του %{client}

source: Tree with pages of %{client}
el_gr: Δέντρο με τις σελίδες του %{client}

source: URL
el_gr: Σύνδεσμος

source: URLs
el_gr: Σύνδεσμοι

source: Unconfirmed Email
el_gr: Μη Επιβεβαιωμένο Email

source: Unlock my account
el_gr: Ξεκλείδωμα του λογαριασμού μου

source: Updated At
el_gr: Ανανεώθηκε Στις

source: Upload
el_gr: Ανέβασμα

source: User
el_gr: Χρήστης

source: User Details | %{client}
el_gr: Λεπτομέρειες Χρήστη | %{client}

source: Username
el_gr: Όνομα Χρήστη

source: Users
el_gr: Χρήστες

source: Users of %{client}
el_gr: Χρήστες του %{client}

source: Users | %{client}
el_gr: Χρήστες | %{client}

source: Visibility
el_gr: Ορατότητα

source: We're contacting you to notify you that your email has been changed to %{email}
el_gr: Επικοινωνούμε μαζί σας για να σας γνωστοποιήσουμε ότι το email σας έχει αλλάξει σε %{email}

source: We're contacting you to notify you that your email is being changed to %{email}
el_gr: Επικοινωνούμε μαζί σας για να σας γνωστοποιήσουμε ότι το email σας αλλάζει σε %{email}

source: We're contacting you to notify you that your password has been changed.
el_gr: Επικοινωνούμε μαζί σας για να σας γνωστοποιήσουμε ότι ο κωδικός σας έχει αλλάξει.

source: Welcome %{email}!
el_gr: Καλώς ορίσατε %{email}!

source: Yes
el_gr: Ναι

source: You can confirm your account email through the link below:
el_gr: Μπορείτε να επιβεβαιώσετε το email του λογαριασμού σας μέσω του παρακάτω συνδέσμου:

source: You have no page drafts.
el_gr: Δεν έχετε προσχέδια σελίδων.

source: You have no post drafts.
el_gr: Δεν έχετε προσχέδια άρθρων.

source: Your account has been locked due to an excessive number of unsuccessful sign in attempts.
el_gr: Ο λογαριασμός σας έχει κλειδωθεί λόγω υπερβολικού αριθμού αποτυχημένων προσπαθειών σύνδεσης.

source: Your email address
el_gr: Το email σας

source: Your new password
el_gr: Ο νέος κωδικός σας

source: Your password
el_gr: Ο κωδικός σας

source: Your password was successfully changed.
el_gr: Ο κωδικός σας άλλαξε με επιτυχία.

source: Your password won't change until you access the link above and create a new one.
el_gr: Ο κωδικός σας δε θα αλλάξει μέχρι να ακολουθήσετε τον παραπάνω σύνδεσμο και να δημιουργήσετε έναν καινούργιο.

source: Your profile was successfully translated.
el_gr: Το προφίλ σας μεταφράστηκε με επιτυχία.

source: Your profile was successfully updated.
el_gr: Το προφίλ σας ανανεώθηκε με επιτυχία.

source: activemodel.errors.models.form/client.attributes.admin_email.blank
el_gr: Το email είναι υποχρεωτικό.

source: activemodel.errors.models.form/client.attributes.admin_email.invalid
el_gr: Το email δεν είναι έγκυρο.

source: activemodel.errors.models.form/client.attributes.admin_email.too_long
el_gr: Το email μπορεί να περιέχει μέχρι %{count} χαρακτήρες.

source: activemodel.errors.models.form/client.attributes.admin_password.blank
el_gr: Ο κωδικός είναι υποχρεωτικός.

source: activemodel.errors.models.form/client.attributes.admin_password.invalid
el_gr: Ο κωδικός πρέπει να περιέχει τουλάχιστον 1 μικρό χαρακτήρα, 1 κεφαλαίο, 1 ψηφίο κι 1 σύμβολο (@#$!%%*?&^).

source: activemodel.errors.models.form/client.attributes.admin_password.too_long
el_gr: Ο κωδικός μπορεί να περιέχει μέχρι %{count} χαρακτήρες.

source: activemodel.errors.models.form/client.attributes.admin_password_confirmation.confirmation
el_gr: Η επιβεβαίωση κωδικού πρέπει να είναι ίδια με τον κωδικό.

source: activemodel.errors.models.form/client.attributes.admin_username.blank
el_gr: Το όνομα χρήστη είναι υποχρεωτικό.

source: activemodel.errors.models.form/client.attributes.admin_username.invalid
el_gr: Το όνομα χρήστη πρέπει να περιέχει μόνο γράμματα, ψηφία, παύλες και κάτω παύλες.

source: activemodel.errors.models.form/client.attributes.admin_username.too_long
el_gr: Το όνομα χρήστη μπορεί να περιέχει μέχρι %{count} χαρακτήρες.

source: activemodel.errors.models.form/client.attributes.client_name.blank
el_gr: Το όνομα είναι υποχρεωτικό.

source: activemodel.errors.models.form/client.attributes.client_name.too_long
el_gr: Το όνομα μπορεί να περιέχει μέχρι %{count} χαρακτήρες.

source: activemodel.errors.models.form/client.attributes.client_template.blank
el_gr: Το πρότυπο είναι υποχρεωτικό.

source: activemodel.errors.models.form/client.attributes.domains.blank
el_gr: Τα domains είναι υποχρεωτικά και δε μπορούν να είναι κενά.

source: activemodel.errors.models.form/client.attributes.domains.taken
el_gr: Κάποια domains χρησιμοποιούνται ήδη.

source: activemodel.errors.models.form/client.attributes.ports.blank
el_gr: Οι ports είναι υποχρεωτικές και δε μπορούν να είναι κενές.

source: activemodel.errors.models.form/client.attributes.ports.invalid
el_gr: Οι ports πρέπει να είναι έγκυροι αριθμοί.

source: activerecord.attributes.admin_user.email
el_gr: Email

source: activerecord.attributes.admin_user.password
el_gr: Κωδικός

source: activerecord.attributes.admin_user.username
el_gr: Όνομα Χρήστη

source: activerecord.attributes.tag.description
el_gr: Περιγραφή

source: activerecord.attributes.tag.name
el_gr: Όνομα

source: activerecord.attributes.tag.slug
el_gr: Slug

source: activerecord.attributes.tag.template
el_gr: Πρότυπο

source: activerecord.errors.models.admin_user.attributes.client_id.blank
el_gr: Το id πελάτη είναι υποχρεωτικό.

source: activerecord.errors.models.admin_user.attributes.current_password.invalid
el_gr: Ο τωρινός κωδικός είναι λανθασμένος.

source: activerecord.errors.models.admin_user.attributes.email.blank
el_gr: Το email είναι υποχρεωτικό.

source: activerecord.errors.models.admin_user.attributes.email.invalid
el_gr: Το email δεν είναι έγκυρο.

source: activerecord.errors.models.admin_user.attributes.email.taken
el_gr: Το email χρησιμοποιείται ήδη.

source: activerecord.errors.models.admin_user.attributes.email.too_long
el_gr: Το email μπορεί να περιέχει μέχρι %{count} χαρακτήρες.

source: activerecord.errors.models.admin_user.attributes.first_name.too_long
el_gr: Το όνομα μπορεί να περιέχει μέχρι %{count} χαρακτήρες.

source: activerecord.errors.models.admin_user.attributes.last_name.too_long
el_gr: Το μεσαίο όνομα μπορεί να περιέχει μέχρι %{count} χαρακτήρες.

source: activerecord.errors.models.admin_user.attributes.middle_name.too_long
el_gr: Το επώνυμο μπορεί να περιέχει μέχρι %{count} χαρακτήρες.

source: activerecord.errors.models.admin_user.attributes.password.blank
el_gr: Ο κωδικός είναι υποχρεωτικός.

source: activerecord.errors.models.admin_user.attributes.password.invalid
el_gr: Ο κωδικός πρέπει να περιέχει τουλάχιστον 1 μικρό χαρακτήρα, 1 κεφαλαίο, 1 ψηφίο κι 1 σύμβολο (@#$!%%*?&^).

source: activerecord.errors.models.admin_user.attributes.password.too_long
el_gr: Ο κωδικός μπορεί να περιέχει μέχρι %{count} χαρακτήρες.

source: activerecord.errors.models.admin_user.attributes.password_confirmation.confirmation
el_gr: Η επιβεβαίωση κωδικού πρέπει να είναι ίδια με τον κωδικό.

source: activerecord.errors.models.admin_user.attributes.username.blank
el_gr: Το όνομα χρήστη είναι υποχρεωτικό.

source: activerecord.errors.models.admin_user.attributes.username.invalid
el_gr: Το όνομα χρήστη πρέπει να περιέχει μόνο γράμματα, ψηφία, παύλες και κάτω παύλες.

source: activerecord.errors.models.admin_user.attributes.username.taken
el_gr: Το όνομα χρήστη χρησιμοποιείται ήδη.

source: activerecord.errors.models.admin_user.attributes.username.too_long
el_gr: Το όνομα χρήστη μπορεί να περιέχει μέχρι %{count} χαρακτήρες.

source: activerecord.errors.models.category.attributes.name.blank
el_gr: Το όνομα είναι υποχρεωτικό.

source: activerecord.errors.models.category.attributes.name.taken
el_gr: Το όνομα χρησιμοποιείται ήδη.

source: activerecord.errors.models.category.attributes.name.too_long
el_gr: Το όνομα μπορεί να περιέχει μέχρι %{count} χαρακτήρες.

source: activerecord.errors.models.category.attributes.parent_id.blank
el_gr: Ο γονέας δε βρέθηκε.

source: activerecord.errors.models.category.attributes.parent_id.circle
el_gr: Ο γονέας δεν είναι έγκυρος. Εντοπίστηκε κύκλος στην ιεραρχία.

source: activerecord.errors.models.category.attributes.slug.too_long
el_gr: Το slug μπορεί να περιέχει μέχρι %{count} χαρακτήρες.

source: activerecord.errors.models.client.attributes.cache_duration.blank
el_gr: Η διάρκεια της cache είναι υποχρεωτική.

source: activerecord.errors.models.client.attributes.email.invalid
el_gr: Το email δεν είναι έγκυρο.

source: activerecord.errors.models.client.attributes.email.too_long
el_gr: Το email μπορεί να περιέχει μέχρι %{count} χαρακτήρες.

source: activerecord.errors.models.client.attributes.name.blank
el_gr: Το όνομα είναι υποχρεωτικό.

source: activerecord.errors.models.client.attributes.name.too_long
el_gr: Το όνομα μπορεί να περιέχει μέχρι %{count} χαρακτήρες.

source: activerecord.errors.models.client.attributes.time_zone.invalid
el_gr: Η ζώνη ώρας δεν είναι έγκυρη.

source: activerecord.errors.models.content.attributes.name.blank
el_gr: Το όνομα είναι υποχρεωτικό.

source: activerecord.errors.models.content.attributes.name.taken
el_gr: Το όνομα χρησιμοποιείται ήδη.

source: activerecord.errors.models.content.attributes.name.too_long
el_gr: Το όνομα μπορεί να περιέχει μέχρι %{count} χαρακτήρες.

source: activerecord.errors.models.content.attributes.order.blank
el_gr: Η σειρά είναι υποχρεωτική.

source: activerecord.errors.models.content_category.attributes.description.too_long
el_gr: Η περιγραφή μπορεί να περιέχει μέχρι %{count} χαρακτήρες.

source: activerecord.errors.models.content_category.attributes.name.blank
el_gr: Το όνομα είναι υποχρεωτικό.

source: activerecord.errors.models.content_category.attributes.name.taken
el_gr: Το όνομα χρησιμοποιείται ήδη.

source: activerecord.errors.models.content_category.attributes.name.too_long
el_gr: Το όνομα μπορεί να περιέχει μέχρι %{count} χαρακτήρες.

source: activerecord.errors.models.email_template.attributes.body.blank
el_gr: Το κείμενο είναι υποχρεωτικό.

source: activerecord.errors.models.email_template.attributes.subject.blank
el_gr: Το θέμα είναι υποχρεωτικό.

source: activerecord.errors.models.email_template.attributes.subject.too_long
el_gr: Το θέμα μπορεί να περιέχει μέχρι %{count} χαρακτήρες.

source: activerecord.errors.models.menu.attributes.name.blank
el_gr: Το όνομα είναι υποχρεωτικό.

source: activerecord.errors.models.menu.attributes.name.taken
el_gr: Το όνομα χρησιμοποιείται ήδη.

source: activerecord.errors.models.menu.attributes.name.too_long
el_gr: Το όνομα μπορεί να περιέχει μέχρι %{count} χαρακτήρες.

source: activerecord.errors.models.menu_item.attributes.external_url.blank
el_gr: Το εξωτερικό URL είναι υποχρεωτικό.

source: activerecord.errors.models.menu_item.attributes.linkable_id.blank
el_gr: Το συνδεδεμένο αντικείμενο δε βρέθηκε.

source: activerecord.errors.models.menu_item.attributes.name.blank
el_gr: Το όνομα είναι υποχρεωτικό.

source: activerecord.errors.models.menu_item.attributes.name.too_long
el_gr: Το όνομα μπορεί να περιέχει μέχρι %{count} χαρακτήρες.

source: activerecord.errors.models.menu_item.attributes.parent_id.blank
el_gr: Ο γονέας δε βρέθηκε.

source: activerecord.errors.models.menu_item.attributes.parent_id.circle
el_gr: Ο γονέας δεν είναι έγκυρος. Εντοπίστηκε κύκλος στην ιεραρχία.

source: activerecord.errors.models.page.attributes.name.blank
el_gr: Το όνομα είναι υποχρεωτικό.

source: activerecord.errors.models.page.attributes.name.taken
el_gr: Το όνομα χρησιμοποιείται ήδη.

source: activerecord.errors.models.page.attributes.name.too_long
el_gr: Το όνομα μπορεί να περιέχει μέχρι %{count} χαρακτήρες.

source: activerecord.errors.models.page.attributes.parent_id.blank
el_gr: Ο γονέας δε βρέθηκε.

source: activerecord.errors.models.page.attributes.parent_id.circle
el_gr: Ο γονέας δεν είναι έγκυρος. Εντοπίστηκε κύκλος στην ιεραρχία.

source: activerecord.errors.models.page.attributes.slug.too_long
el_gr: Το slug μπορεί να περιέχει μέχρι %{count} χαρακτήρες.

source: activerecord.errors.models.post.attributes.name.blank
el_gr: Το όνομα είναι υποχρεωτικό.

source: activerecord.errors.models.post.attributes.name.taken
el_gr: Το όνομα χρησιμοποιείται ήδη.

source: activerecord.errors.models.post.attributes.name.too_long
el_gr: Το όνομα μπορεί να περιέχει μέχρι %{count} χαρακτήρες.

source: activerecord.errors.models.post.attributes.slug.too_long
el_gr: Το slug μπορεί να περιέχει μέχρι %{count} χαρακτήρες.

source: activerecord.errors.models.redirect.attributes.from.blank
el_gr: Η πηγή (απο) είναι υποχρεωτική.

source: activerecord.errors.models.redirect.attributes.to.blank
el_gr: Ο προορισμός (προς) είναι υποχρεωτικός.

source: activerecord.errors.models.tag.attributes.name.blank
el_gr: Το όνομα είναι υποχρεωτικό.

source: activerecord.errors.models.tag.attributes.name.taken
el_gr: Το όνομα χρησιμοποιείται ήδη.

source: activerecord.errors.models.tag.attributes.name.too_long
el_gr: Το όνομα μπορεί να περιέχει μέχρι %{count} χαρακτήρες.

source: activerecord.errors.models.tag.attributes.slug.too_long
el_gr: Το slug μπορεί να περιέχει μέχρι %{count} χαρακτήρες.

source: devise.confirmations.confirmed
el_gr: Η διεύθυνση email επιβεβαιώθηκε με επιτυχία.

source: devise.confirmations.send_instructions
el_gr: Θα λάβετε email με οδηγίες για το πως να επιβεβαιώσετε τη διεύθυνση email σας σε μερικά λεπτά.

source: devise.confirmations.send_paranoid_instructions
el_gr: Αν η διεύθυνση email σας υπάρχει στο σύστημα μας, θα λάβετε email με οδηγίες για το πως να επιβεβαιώσετε τη διεύθυνση email σας σε μερικά λεπτά.

source: devise.failure.already_authenticated
el_gr: Είστε ήδη συνδεδεμένος/η

source: devise.failure.expired
el_gr: Ο λογαριασμός σας έχει λήξει λόγω μη χρήσης. Παρακαλούμε επικοινωνήστε με τον διαχειριστή του site.

source: devise.failure.inactive
el_gr: Ο λογαριασμός σας δεν έχει ενεργοποιηθεί ακόμα.

source: devise.failure.invalid
el_gr: Το email ή ο κωδικός είναι λανθασμένα.

source: devise.failure.last_attempt
el_gr: Έχετε ακόμα μια προσπάθεια πριν κλειδωθεί ο λογαριασμός σας.

source: devise.failure.locked
el_gr: Ο λογαριασμός σας έχει κλειδωθεί.

source: devise.failure.not_found_in_database
el_gr: Το email ή ο κωδικός είναι λανθασμένα.

source: devise.failure.session_limited
el_gr: Τα στοιχεία σύνδεσης σας χρησιμοποιήθηκαν σε άλλο browser. Παρακαλούμε συνδεθείτε ξανά για να συνεχίσετε σε αυτό το browser.

source: devise.failure.timeout
el_gr: Το session σας έχει λήξει. Παρακαλούμε συνδεθείτε ξανά για να συνεχίσετε.

source: devise.failure.unauthenticated
el_gr: Πρέπει να συνδεθείτε πριν συνεχίσετε.

source: devise.failure.unconfirmed
el_gr: Πρέπει να επιβεβαιώσετε τη διεύθυνση email σας πριν συνεχίσετε.

source: devise.invalid_captcha
el_gr: Η τιμή captcha ήταν λανθασμένη.

source: devise.invalid_security_question
el_gr: Η απάντηση στην ερώτηση ασφαλείας ήταν λανθασμένη.

source: devise.mailer.confirmation_instructions.subject
el_gr: Οδηγίες επιβεβαίωσης

source: devise.mailer.email_changed.subject
el_gr: Το email άλλαξε

source: devise.mailer.password_change.subject
el_gr: Ο κωδικός άλλαξε

source: devise.mailer.reset_password_instructions.subject
el_gr: Οδηγίες επαναφοράς κωδικού

source: devise.mailer.unlock_instructions.subject
el_gr: Οδηγίες ξεκλειδώματος

source: devise.omniauth_callbacks.failure
el_gr: Could not authenticate you from %{kind} because "%{reason}"

source: devise.omniauth_callbacks.success
el_gr: Successfully authenticated from %{kind} account.
