Repository: printezisn/pandemiccms
Catalog: config/locales/*/app.po
Languages: el_gr

source: devise.paranoid_verify.code_required
el_gr: Παρακαλούμε εισάγετε τον κωδικό που σας έδωσε η ομάδα υποστήριξης μας

source: devise.password_expired.change_required
el_gr: Ο κωδικός σας έχει λήξει. Παρακαλούμε ανανεώστε τον κωδικό σας.

source: devise.password_expired.updated
el_gr: Ο νέος κωδικός σας έχει αποθηκευτεί.

source: devise.passwords.no_token
el_gr: Δε μπορείτε να έχετε πρόσβαση σε αυτή τη σελίδα αν δεν έρχεστε απο σελίδα επαναφοράς κωδικού. Αν όντως έρχεστε απο σελίδα επαναφοράς κωδικού, τότε επιβεβαιώστε ότι χρησιμοποιείτε ολόκληρο το σύνδεσμο που έχει δωθεί.

source: devise.passwords.send_instructions
el_gr: Θα λάβετε email με οδηγίες για το πως να επαναφέρετε τον κωδικό σας σε μερικά λεπτά.

source: devise.passwords.send_paranoid_instructions
el_gr: Αν η διεύθυνση email σας υπάρχει στο σύστημα μας, θα λάβετε ένα σύνδεσμο ανάκτησης κωδικού στη διεύθυνση email σας σε μερικά λεπτά.

source: devise.passwords.updated
el_gr: Ο κωδικός σας έχει αλλάξει επιτυχώς. Είστε συνδεδεμένος/η.

source: devise.passwords.updated_not_active
el_gr: Ο κωδικός σας έχει αλλάξει επιτυχώς.

source: devise.registrations.destroyed
el_gr: Αντίο! Ο λογαριασμός σας έχει ακυρωθεί επιτυχώς. Ελπίζουμε να σας δούμε ξανά σύντομα.

source: devise.registrations.signed_up
el_gr: Καλώς ορίσατε! Έχει εγγραφεί επιτυχώς.

source: devise.registrations.signed_up_but_inactive
el_gr: Έχετε εγγραφεί επιτυχώς. Όμως, δε μπορέσαμε να σας συνδέσουμε γιατί ο λογαριασμός σας δεν έχει ενεργοποιηθεί ακόμα.

source: devise.registrations.signed_up_but_locked
el_gr: Έχετε εγγραφεί επιτυχώς. Όμως, δε μπορέσαμε να σας συνδέσουμε γιατί ο λογαριασμός σας είναι κλειδωμένος.

source: devise.registrations.signed_up_but_unconfirmed
el_gr: Ένα μήνυμα με ένα σύνδεσμο επιβεβαίωσης έχει σταλεί στη διεύθυνση email σας. Παρακαλούμε ακολουθήστε το σύνδεσμο για να ενεργοποιήσετε το λογαριασμό σας.

source: devise.registrations.update_needs_confirmation
el_gr: Ο λογαριασμός σας ανανεώθηκε με επιτυχία, αλλά πρέπει να επιβεβαιώσουμε τη διεύθυνση email σας. Παρακαλούμε δείτε το email σας και ακολουθήστε το σύνδεσμο επιβεβαίωσης για να επιβεβαιώσετε τη νέα διεύθυνση email σας.

source: devise.registrations.updated
el_gr: Ο λογαριασμός έχει ανανεωθεί με επιτυχία.

source: devise.registrations.updated_but_not_signed_in
el_gr: Ο λογαριασμός έχει ανανεωθεί με επιτυχία, αλλά επειδή έχει αλλάξει ο κωδικός σας, πρέπει να συνδεθείτε ξανά

source: devise.sessions.already_signed_out
el_gr: Αποσυνδεθήκατε με επιτυχία.

source: devise.sessions.signed_in
el_gr: Συνθεθήκατε με επιτυχία.

source: devise.sessions.signed_out
el_gr: Αποσυνδεθήκατε με επιτυχία.

source: devise.unlocks.send_instructions
el_gr: Θα λάβετε email με οδηγίες για το πως να ξεκλειδώσετε το λογαριασμό σας σε μερικά λεπτά.

source: devise.unlocks.send_paranoid_instructions
el_gr: Αν ο λογαριασμός σας υπάρχει, θα λάβετε email με οδηγίες για το πως να τον ενεργοποιήσετε σε μερικά λεπτά.

source: devise.unlocks.unlocked
el_gr: Ο λογαριασμός σας έχει ξεκλειδωθεί με επιτυχία. Παρακαλούμε συνδεθείτε ξανά για να συνεχίσετε.

source: errors.messages.already_confirmed
el_gr: Το email σας έχει επιβεβαιωθεί, παρακαλούμε δοκιμάστε να συνδεθείτε

source: errors.messages.confirmation_period_expired
el_gr: Το email σας πρέπει να επιβεβαιωθεί μέσα σε %{period}, παρακαλούμε κάντε αίτηση ξανά.

source: errors.messages.equal_to_current_password
el_gr: Ο νεός σας κωδικός πρέπει να είναι διαφορετικός απο τον τωρινό κωδικό.

source: errors.messages.expired
el_gr: Ο σύνδεσμος έχει λήξει, παρακαλούμε κάντε αίτηση ξανά

source: errors.messages.not_found
el_gr: Ο λογαριασμός δε βρέθηκε

source: errors.messages.not_locked
el_gr: Ο λογαριασμός δεν ήταν κλειδωμένος

source: errors.messages.password_complexity.digit.one
el_gr: Ο κωδικός πρέπει να περιέχει τουλάχιστον 1 ψηφίο

source: errors.messages.password_complexity.digit.other
el_gr: Ο κωδικός πρέπει να περιέχει τουλάχιστον %{count} ψηφία

source: errors.messages.password_complexity.lower.one
el_gr: Ο κωδικός πρέπει να περιέχει τουλάχιστον 1 μικρό χαρακτήρα.

source: errors.messages.password_complexity.lower.other
el_gr: Ο κωδικός πρέπει να περιέχει τουλάχιστον %{count} μικρούς χαρακτήρες.

source: errors.messages.password_complexity.symbol.one
el_gr: Ο κωδικός πρέπει να περιέχει τουλάχιστον 1 σύμβολο.

source: errors.messages.password_complexity.symbol.other
el_gr: Ο κωδικός πρέπει να περιέχει τουλάχιστον %{count} σύμβολα.

source: errors.messages.password_complexity.upper.one
el_gr: Ο κωδικός πρέπει να περιέχει τουλάχιστον 1 κεφαλαίο χαρακτήρα.

source: errors.messages.password_complexity.upper.other
el_gr: Ο κωδικός πρέπει να περιέχει τουλάχιστον %{count} χαρακτήρες.

source: errors.messages.taken_in_past
el_gr: Έχετε χρησιμοποιήσει ξανά αυτό τον κωδικό στο παρελθόν. Παρακαλούμε επιλέξτε κάποιο νέο.

source: parameters
el_gr: παράμετροι
