Repository: printezisn/pandemiccms
Catalog: config/locales/*/app.po
Languages: el_gr

source: %<total>i medium was successfully created.
el_gr: %<total>i αρχείο δημιουργήθηκε με επιτυχία.

source: %{count} Category
el_gr: %{count} Κατηγορία

source: %{count} Medium
el_gr: %{count} Αρχείο

source: %{count} Menu
el_gr: %{count} Μενού

source: %{count} Page
el_gr: %{count} Σελίδα

source: %{count} Post
el_gr: %{count} Άρθρο

source: %{count} Redirect
el_gr: %{count} Ανακατεύθυνση

source: %{count} Tag
el_gr: %{count} Ετικέτα

source: %{count} User
el_gr: %{count} Χρήστης

source: A test email was successfully sent to your email address.
el_gr: Ένα δοκιμαστικό email απεστάλη με επιτυχία στη διεύθυνση email σας.

source: Account Confirmation
el_gr: Επιβεβαίωση Λογαριασμού

source: Account Details
el_gr: Λεπτομέρειες Λογαριασμού

source: Actions
el_gr: Ενέργειες

source: Activate
el_gr: Ενεργοποίηση

source: Activate Confirmation
el_gr: Επιβεβαίωση Ενεργοποίησης

source: Active
el_gr: Ενεργός

source: Add
el_gr: Προσθήκη

source: Admin Panel
el_gr: Πίνακας Διαχείρισης

source: Admin dashboard of %{client}
el_gr: Ταμπλό διαχείρισης στο %{client}

source: Admin user
el_gr: Admin Χρήστης

source: AdminUser|Confirmation sent at
el_gr: Επιβεβαίωση Στάλθηκε

source: AdminUser|Confirmation token
el_gr: Σύνδεσμος Επιβεβαίωσης

source: AdminUser|Confirmed at
el_gr: Επιβεβαιώθηκε

source: AdminUser|Current password
el_gr: Τωρινός Κωδικός

source: AdminUser|Current sign in at
el_gr: Τωρινή Σύνδεση

source: AdminUser|Current sign in ip
el_gr: IP Τωρινής Σύνδεσης

source: AdminUser|Description
el_gr: Περιγραφή

source: AdminUser|Email
el_gr: Email

source: AdminUser|Encrypted password
el_gr: Κωδικός

source: AdminUser|Failed attempts
el_gr: Αποτυχημένες Προσπάθειες

source: AdminUser|First name
el_gr: Όνομα

source: AdminUser|Image
el_gr: Εικόνα

source: AdminUser|Last name
el_gr: Επώνυμο

source: AdminUser|Last sign in at
el_gr: Τελευταία Σύνδεση

source: AdminUser|Last sign in ip
el_gr: IP Τελευταίας Σύνδεσης

source: AdminUser|Locked at
el_gr: Κλειδώθηκε

source: AdminUser|Middle name
el_gr: Μεσαίο Όνομα

source: AdminUser|Password
el_gr: Κωδικός

source: AdminUser|Password changed at
el_gr: Αλλαγή Κωδικού

source: AdminUser|Password confirmation
el_gr: Επιβεβαίωση Κωδικού

source: AdminUser|Reset password sent at
el_gr: Επαναφορά Κωδικού Στάλθηκε

source: AdminUser|Reset password token
el_gr: Σύνδεσμος Επαναφοράς Κωδικού

source: AdminUser|Role
el_gr: Ρόλος

source: AdminUser|Sign in count
el_gr: Σύνολο Συνδέσεων

source: AdminUser|Unconfirmed email
el_gr: Μη Επιβεβαιωμένο Email

source: AdminUser|Username
el_gr: Όνομα Χρήστη

source: Afterwards, if you don't already have a password, you can create a new one by following the instructions in the link below:
el_gr: Έπειτα, αν δεν έχετε ήδη κωδικό, μπορείτε να δημιουργήσετε έναν καινούργιο ακολουθώντας τις οδηγίες στον παρακάτω σύνδεσμο:

source: All pages
el_gr: Όλες οι σελίδες

source: All posts
el_gr: Όλα τα άρθρα

source: An error occurred. Please try again later.
el_gr: Παρουσιάστηκε κάποιο σφάλμα. Παρακαλούμε προσπαθήστε ξανά αργότερα.

source: Are you sure you want to activate this user ?
el_gr: Είστε σίγουρος/η ότι θέλετε να ενεργοποιήσετε αυτό το χρήστη ?

source: Are you sure you want to deactivate this user ?
el_gr: Είστε σίγουρος/η ότι θέλετε να απενεργοποιήσετε αυτό το χρήστη ?

source: Are you sure you want to delete this category ?
el_gr: Είστε σίγουρος/η ότι θέλετε να διαγράψετε αυτή την κατηγορία ?

source: Are you sure you want to delete this client ?
el_gr: Είστε σίγουρος/η ότι θέλετε να διαγράψετε αυτόν τον πελάτη ?

source: Are you sure you want to delete this content ?
el_gr: Είστε σίγουρος/η ότι θέλετε να διαγράψετε αυτό το περιεχόμενο ?

source: Are you sure you want to delete this medium ?
el_gr: Είστε σίγουρος/η ότι θέλετε να διαγράψετε αυτό το αρχείο ?

source: Are you sure you want to delete this menu ?
el_gr: Είστε σίγουρος/η ότι θέλετε να διαγράψετε αυτό το μενού ?

source: Are you sure you want to delete this menu item ?
el_gr: Είστε σίγουρος/η ότι θέλετε να διαγράψετε αυτό το στοιχείο μενού ?

source: Are you sure you want to delete this page ?
el_gr: Είστε σίγουρος/η ότι θέλετε να διαγράψετε αυτή τη σελίδα ?

source: Are you sure you want to delete this post ?
el_gr: Είστε σίγουρος/η ότι θέλετε να διαγράψετε αυτό το άρθρο ?

source: Are you sure you want to delete this redirect ?
el_gr: Είστε σίγουρος/η ότι θέλετε να διαγράψετε αυτή την ανακατεύθυνση ?

source: Are you sure you want to delete this tag ?
el_gr: Είστε σίγουρος/η ότι θέλετε να διαγράψετε αυτή την ετικέτα ?

source: Are you sure you want to delete this user ?
el_gr: Είστε σίγουρος/η ότι θέλετε να διαγράψετε αυτό το χρήστη ?

source: Are you sure you want to publish this page ?
el_gr: Είστε σίγουρος/η ότι θέλετε να δημοσιεύσετε αυτή τη σελίδα ?

source: Are you sure you want to publish this post ?
el_gr: Είστε σίγουρος/η ότι θέλετε να δημοσιεύσετε αυτό το άρθρο ?

source: Author
el_gr: Συντάκτης

source: Available Languages
el_gr: Διαθέσιμες Γλώσσες

source: Back
el_gr: Πίσω

source: Back to Site
el_gr: Πίσω στο Site

source: CSS Class
el_gr: CSS Κλάση

source: Cache|Duration
el_gr: Διάρκεια

source: Cache|Enabled
el_gr: Ενεργοποιημένη

source: Cancel
el_gr: Ακύρωση

source: Categories
el_gr: Κατηγορίες

source: Categories Tree | %{client}
el_gr: Δέντρο Κατηγοριών | %{client}

source: Categories of %{client}
el_gr: Κατηγορίες του %{client}

source: Categories | %{client}
el_gr: Κατηγορίες | %{client}

source: Category
el_gr: Κατηγορία

source: Category Details
el_gr: Λεπτομέρειες Κατηγορίας

source: Category Details | %{client}
el_gr: Λεπτομέρειες Κατηγορίας | %{client}

source: Category|Body
el_gr: Κείμενο

source: Category|Description
el_gr: Περιγραφή

source: Category|Image
el_gr: Εικόνα

source: Category|Name
el_gr: Όνομα

source: Category|Parent
el_gr: Γονέας

source: Category|Slug
el_gr: Slug

source: Category|Template
el_gr: Πρότυπο

source: Category|Visibility
el_gr: Ορατότητα

source: Change Password
el_gr: Αλλαγή Κωδικού

source: Change Password | %{client}
el_gr: Αλλαγή Κωδικού | %{client}

source: Change my password
el_gr: Αλλαγή του κωδικού μου

source: Change the password of the current user of %{client}
el_gr: Αλλαγή του κωδικού του τωρινού χρήστη του %{client}

source: Choose an image...
el_gr: Επιλέξτε εικόνα...

source: Clear Cache
el_gr: Καθάρισμα Cache

source: Click the link below to unlock your account:
el_gr: Πατήστε στο σύνδεσμο για να ξεκλειδώσετε το λογαριασμό σας:

source: Client
el_gr: Πελάτης

source: Client Details
el_gr: Λεπτομέρειες Πελάτη

source: Client Details | %{client}
el_gr: Λεπτομέρειες Πελάτη | %{client}

source: Clients
el_gr: Πελάτες

source: Clients of %{client}
el_gr: Πελάτες του %{client}

source: Clients | %{client}
el_gr: Πελάτες | %{client}

source: Client|Email
el_gr: Email

source: Client|Image
el_gr: Λογότυπο

source: Client|Name
el_gr: Όνομα

source: Client|Time zone
el_gr: Ζώνη Ώρας

source: Close
el_gr: Κλείσιμο

source: Confirm my account
el_gr: Επιβεβαίωση του λογαριασμού μου

source: Confirm new Password
el_gr: Επιβεβαίωση νέου κωδικού

source: Confirm your new password
el_gr: Επιβεβαιώστε το νέο σας κωδικό

source: Confirmed At
el_gr: Επιβεβαιώθηκε Στις

source: Content
el_gr: Περιεχόμενο

source: Content Details
el_gr: Λεπτομέρειες Περιεχομένου

source: Content Details | %{client}
el_gr: Λεπτομέρειες Περιεχομένου | %{client}

source: ContentCategory|Description
el_gr: Περιγραφή

source: ContentCategory|Name
el_gr: Όνομα

source: Contents
el_gr: Περιεχόμενα

source: Contents of %{client}
el_gr: Περιεχόμενα του %{client}

source: Contents | %{client}
el_gr: Περιεχόμενα | %{client}

source: Content|Category names
el_gr: Κατηγορίες

source: Content|Image
el_gr: Εικόνα

source: Content|Name
el_gr: Όνομα

source: Content|Order
el_gr: Σειρά

source: Content|Rich text
el_gr: Πλούσιο Κείμενο

source: Content|Simple text
el_gr: Απλό Κείμενο

source: Copy
el_gr: Αντιγραφή

source: Create
el_gr: Δημιουργία

source: Create Category
el_gr: Δημιουργία Κατηγορίας

source: Create Category | %{client}
el_gr: Δημιουργία Κατηγορίας | %{client}

source: Create Client
el_gr: Δημιουργία Πελάτη

source: Create Client | %{client}
el_gr: Δημιουργία Πελάτη | %{client}

source: Create Content
el_gr: Δημιουργία Περιεχομένου

source: Create Content | %{client}
el_gr: Δημιουργία Περιεχομένου | %{client}

source: Create Menu
el_gr: Δημιουργία Μενού

source: Create Menu Item
el_gr: Δημιουργία Στοιχείου Μενού

source: Create Menu Item | %{client}
el_gr: Δημιουργία Στοιχείου Μενού | %{client}

source: Create Menu | %{client}
el_gr: Δημιουργία Μενού | %{client}

source: Create Page
el_gr: Δημιουργία Σελίδας

source: Create Page | %{client}
el_gr: Δημιουργία Σελίδας | %{client}

source: Create Post
el_gr: Δημιουργία Άρθρου

source: Create Post | %{client}
el_gr: Δημιουργία Άρθρου | %{client}

source: Create Redirect
el_gr: Δημιουργία Ανακατεύθυνσης

source: Create Redirect | %{client}
el_gr: Δημιουργία Ανακατεύθυνσης | %{client}

source: Create Supervisor User
el_gr: Δημιουργία Επόπτη

source: Create Tag
el_gr: Δημιουργία Ετικέτας

source: Create Tag | %{client}
el_gr: Δημιουργία Ετικέτας | %{client}

source: Create User
el_gr: Δημιουργία Χρήστη

source: Create User | %{client}
el_gr: Δημιουργία Χρήστη | %{client}

source: Create new category for %{client}
el_gr: Δημιουργία νέας κατηγορίας για το %{client}

source: Create new client for %{client}
el_gr: Δημιουργία νέου πελάτη για το %{client}

source: Create new content for %{client}
el_gr: Δημιουργία νέου περιεχομένου για το %{client}

source: Create new menu for %{client}
el_gr: Δημιουργία νέου μενού για το %{client}

source: Create new menu item for %{client}
el_gr: Δημιουργία νέου στοιχείου μενού για το %{client}

source: Create new page for %{client}
el_gr: Δημιουργία νέας σελίδας για το %{client}

source: Create new post for %{client}
el_gr: Δημιουργία νέου άρθρου για το %{client}

source: Create new redirect for %{client}
el_gr: Δημιουργία νέας ανακατεύθυνσης για το %{client}

source: Create new tag for %{client}
el_gr: Δημιουργία νέας ετικέτας για το %{client}

source: Create new user for %{client}
el_gr: Δημιουργία νέου χρήστη για το %{client}

source: Created At
el_gr: Δημιουργήθηκε Στις

source: Dashboard
el_gr: Ταμπλό

source: Dashboard | %{client}
el_gr: Ταμπλό | %{client}

source: Deactivate
el_gr: Απενεργοποίηση

source: Deactivate Confirmation
el_gr: Επιβεβαίωση Απενεργοποίησης

source: Default Language
el_gr: Προεπιλεγμένη Γλώσσα

source: Delete
el_gr: Διαγραφή

source: Delete Confirmation
el_gr: Επιβεβαίωση Διαγραφής

source: Description
el_gr: Περιγραφή

source: Details for a category of %{client}
el_gr: Λεπτομέρειες για την κατηγορία του %{client}

source: Details for a client of %{client}
el_gr: Λεπτομέρειες για τον πελάτη του %{client}

source: Details for a content of %{client}
el_gr: Λεπτομέρειες για το περιεχόμενο του %{client}

source: Details for a menu item of %{client}
el_gr: Λεπτομέρειες για το στοιχείο μενού του %{client}

source: Details for a menu of %{client}
el_gr: Λεπτομέρειες για το μενού του %{client}

source: Details for a page of %{client}
el_gr: Λεπτομέρειες για τη σελίδα του %{client}

source: Details for a post of %{client}
el_gr: Λεπτομέρειες για το άρθρο του %{client}

source: Details for a redirect of %{client}
el_gr: Λεπτομέρειες για την ανακατεύθυνση του %{client}

source: Details for a tag of %{client}
el_gr: Λεπτομέρειες για την ετικέτα του %{client}

source: Details for a user of %{client}
el_gr: Λεπτομέρειες για τον χρήστη του %{client}

source: Details for an email template of %{client}
el_gr: Λεπτομέρειες για το πρότυπο email του %{client}

source: Didn't receive confirmation instructions ?
el_gr: Δε λάβατε οδηγίες επιβεβαίωσης ?

source: Didn't receive unlock instructions ?
el_gr: Δε λάβατε οδηγίες ξεκλειδώματος

source: Domains and Ports
el_gr: Domains και Ports

source: Draft|Page
el_gr: Προσχέδιο

source: Draft|Post
el_gr: Προσχέδιο

source: Edit
el_gr: Επεξεργασία

source: Edit Category
el_gr: Επεξεργασία Κατηγορίας

source: Edit Category | %{client}
el_gr: Επεξεργασία Κατηγορίας | %{client}

source: Edit Client | %{client}
el_gr: Επεξεργασία Πελάτη | %{client}

source: Edit Content
el_gr: Επεξεργασία Περιεχομένου

source: Edit Content | %{client}
el_gr: Επεξεργασία Περιεχομένου | %{client}

source: Edit Email Template
el_gr: Επεξεργασία Προτύπου Email

source: Edit Email Template | %{client}
el_gr: Επεξεργασία Προτύπου Email | %{client}

source: Edit Menu
el_gr: Επεξεργασία Μενού

source: Edit Menu Item
el_gr: Επεξεργασία Στοιχείου Μενού

source: Edit Menu Item | %{client}
el_gr: Επεξεργασία Στοιχείου Μενού | %{client}

source: Edit Menu | %{client}
el_gr: Επεξεργασία Μενού | %{client}

source: Edit Page
el_gr: Επεξεργασία Σελίδας

source: Edit Page | %{client}
el_gr: Επεξεργασία Σελίδας | %{client}

source: Edit Post
el_gr: Επεξεργασία Άρθρου

source: Edit Post | %{client}
el_gr: Επεξεργασία Άρθρου | %{client}

source: Edit Profile
el_gr: Επεξεργασία Προφίλ

source: Edit Profile | %{client}
el_gr: Επεξεργασία Προφίλ | %{client}

source: Edit Redirect
el_gr: Επεξεργασία Ανακατεύθυνσης

source: Edit Redirect | %{client}
el_gr: Επεξεργασία Ανακατεύθυνσης | %{client}

source: Edit Tag
el_gr: Επεξεργασία Ετικέτας

source: Edit Tag | %{client}
el_gr: Επεξεργασία Ετικέτας | %{client}

source: Edit User
el_gr: Επεξεργασία Χρήστη

source: Edit User | %{client}
el_gr: Επεξεργασία Χρήστη | %{client}

source: Edit a category of %{client}
el_gr: Επεξεργασία κατηγορίας του %{client}

source: Edit a client of %{client}
el_gr: Επεξεργασία πελάτη του %{client}

source: Edit a content of %{client}
el_gr: Επεξεργασία περιεχομένου του %{client}

source: Edit a menu item of %{client}
el_gr: Επεξεργασία στοιχείου μενού του %{client}

source: Edit a menu of %{client}
el_gr: Επεξεργασία μενού του %{client}

source: Edit a page of %{client}
el_gr: Επεξεργασία σελίδας του %{client}

source: Edit a post of %{client}
el_gr: Επεξεργασία άρθρου του %{client}

source: Edit a redirect of %{client}
el_gr: Επεξεργασία ανακατεύθυνσης του %{client}

source: Edit a tag of %{client}
el_gr: Επεξεργασία ετικέτας του %{client}

source: Edit a user of %{client}
el_gr: Επεξεργασία χρήστη του %{client}

source: Edit an email template of %{client}
el_gr: Επεξεργασία προτύπου email του %{client}

source: Edit the profile of the current user of %{client}
el_gr: Επεξεργασία του προφίλ του τωρινού χρήστη του %{client}

source: Edit the settings of %{client}
el_gr: Επεξεργασία ρυθμίσεων του %{client}

source: Email Change
el_gr: Αλλαγή Email

source: Email Template
el_gr: Πρότυπο Email

source: Email Template Details
el_gr: Λεπτομέρειες Προτύπου Email

source: Email Template Details | %{client}
el_gr: Λεπτομέρειες Προτύπου Email | %{client}

source: Email Templates
el_gr: Πρότυπα Email

source: Email Templates | %{client}
el_gr: Πρότυπα Email | %{client}

source: Email templates of %{client}
el_gr: Πρότυπα email του %{client}

source: EmailTemplate|Body
el_gr: Κείμενο

source: EmailTemplate|Subject
el_gr: Θέμα

source: EmailTemplate|Type
el_gr: Τύπος

source: Enabled Languages
el_gr: Ενεργοποιημένες Γλώσσες

source: Filters
el_gr: Φίλτρα

source: First Name
el_gr: Όνομα

source: First Page
el_gr: Πρώτη Σελίδα

source: Forgot Password ?
el_gr: Ξεχάσατε τον κωδικό σας ?

source: Forgot Password | %{client}
el_gr: Ξέχασα τον Κωδικό | %{client}

source: Forgot your password ?
el_gr: Ξεχάσατε τον κωδικό σας ?

source: FormClient|Admin email
el_gr: Email

source: FormClient|Admin password
el_gr: Κωδικός

source: FormClient|Admin password confirmation
el_gr: Επιβεβαίωση Κωδικού

source: FormClient|Admin username
el_gr: Όνομα Χρήστη

source: FormClient|Client name
el_gr: Όνομα

source: FormClient|Client template
el_gr: Πρότυπο

source: Hello %{email}!
el_gr: Γειά σας %{email}!

source: Hierarchy
el_gr: Ιεραρχία

source: If you didn't request this, please ignore this email.
el_gr: Αν δε το ζητήσατε, παρακαλούμε αγνοήστε το email.

source: Inactive
el_gr: Ανενεργός

source: Index|Process
el_gr: Ευρετηριοποίηση

source: Kind Regards,
el_gr: Φιλικά,

source: Languages
el_gr: Γλώσσες

source: Last Name
el_gr: Επώνυμο

source: Last Page
el_gr: Τελευταία Σελίδα

source: Last Sign In At
el_gr: Τελευταία Σύνδεση Στις

source: Last Sign In IP
el_gr: IP Τελευταίας Σύνδεσης

source: Leave empty to set random password
el_gr: Αφήστε το κενό για να θέσετε τυχαίο κωδικό

source: Link
el_gr: Σύνδεσμος

source: Log in
el_gr: Σύνδεση

source: Media
el_gr: Αρχεία

source: Media files are required.
el_gr: Τα αρχεία είναι υποχρεωτικά.

source: Media of %{client}
el_gr: Αρχεία του %{client}

source: Media | %{client}
el_gr: Αρχεία | %{client}

source: Menu
el_gr: Μενού

source: Menu Details
el_gr: Λεπτομέρειες Μενού

source: Menu Details | %{client}
el_gr: Λεπτομέρειες Μενού | %{client}

source: Menu Item
el_gr: Στοιχείο Μενού

source: Menu Item Details
el_gr: Λεπτομέρειες Στοιχείου Μενού

source: Menu Item Details | %{client}
el_gr: Λεπτομέρειες Στοιχείου Μενού | %{client}

source: Menu Items
el_gr: Στοιχεία Μενού

source: MenuItem|Css class
el_gr: CSS Κλάση

source: MenuItem|External url
el_gr: Εξωτερικός Σύνδεσμος

source: MenuItem|Name
el_gr: Όνομα

source: MenuItem|Open in new window
el_gr: Άνοιγμα σε νέο παράθυρο

source: MenuItem|Parent
el_gr: Γονέας

source: MenuItem|Sort order
el_gr: Σειρά Ταξινόμησης

source: Menus
el_gr: Μενού

source: Menus of %{client}
el_gr: Μενού του %{client}

source: Menus | %{client}
el_gr: Μενού | %{client}

source: Menu|Description
el_gr: Περιγραφή

source: Menu|Name
el_gr: Όνομα

source: Middle Name
el_gr: Μεσαίο Όνομα

source: Minutes
el_gr: Λεπτά

source: My Profile
el_gr: Το Προφίλ Μου

source: My Profile | %{client}
el_gr: Το Προφίλ Μου | %{client}

source: My page drafts
el_gr: Τα προσχέδια σελίδων μου

source: My page drafts (%{count})
el_gr: Τα προσχέδια σελίδων μου (%{count})

source: My post drafts
el_gr: Τα προσχέδια άρθρων μου

source: My post drafts (%{count})
el_gr: Τα προσχέδια άρθρων μου (%{count})

source: Name
el_gr: Όνομα

source: New Password
el_gr: Νέος Κωδικός

source: New Subcategory
el_gr: Νέα υποκατηγορία

source: New Subitem
el_gr: Νέο Υποστοιχείο

source: New Subpage
el_gr: Νέα Υποσελίδα

source: Next Page
el_gr: Επόμενη Σελίδα

source: No
el_gr: Όχι

source: No categories were found.
el_gr: Δε βρέθηκαν κατηγορίες.

source: No clients were found.
el_gr: Δε βρέθηκαν πελάτες.

source: No contents were found.
el_gr: Δε βρέθηκαν περιεχόμενα.

source: No email templates were found.
el_gr: Δε βρέθηκαν πρότυπα email.

source: No media were found.
el_gr: Δε βρέθηκαν αρχεία.

source: No menu items were found.
el_gr: Δε βρέθηκαν στοιχεία μενού.

source: No menus were found.
el_gr: Δε βρέθηκαν μενού.

source: No pages were found.
el_gr: Δε βρέθηκαν σελίδες.

source: No posts were found.
el_gr: Δε βρέθηκαν άρθρα.

source: No redirects were found.
el_gr: Δε βρέθηκαν ανακατευθύνσεις.

source: No subcategories were found.
el_gr: Δε βρέθηκαν υποκατηγορίες.

source: No subitems were found.
el_gr: Δε βρέθηκαν υποστοιχεία.

source: No tags were found.
el_gr: Δε βρέθηκαν ετικέτες.

source: None|Parent
el_gr: Κανένας

source: Old password
el_gr: Παλιός Κωδικός

source: OldPassword|Encrypted password
el_gr: Κωδικός

source: OldPassword|Password archivable type
el_gr: Τύπος Αρχειοποίησης Κωδικού

source: OldPassword|Password salt
el_gr: Πρόσθετο Κωδικού

source: Only drafts|Pages
el_gr: Μόνο προσχέδια

source: Only drafts|Posts
el_gr: Μόνο προσχέδια

source: Only my pages
el_gr: Μόνο οι δικές μου σελίδες

source: Only my posts
el_gr: Μόνο τα δικά μου άρθρα

source: Only published|Pages
el_gr: Μόνο δημοσιευμένες

source: Only published|Posts
el_gr: Μόνο δημοσιευμένα

source: Open in new window
el_gr: Άνοιγμα σε νέο παράθυρο

source: Order
el_gr: Σειρά

source: Page
el_gr: Σελίδα

source: Page Details
el_gr: Λεπτομέρειες Σελίδας

source: Page Details | %{client}
el_gr: Λεπτομέρειες Σελίδας | %{client}

source: Pages
el_gr: Σελίδες

source: Pages Tree | %{client}
el_gr: Δέντρο Σελίδων | %{client}

source: Pages of %{client}
el_gr: Σελίδες του %{client}

source: Pages | %{client}
el_gr: Σελίδες | %{client}

source: Page|Body
el_gr: Κείμενο

source: Page|Description
el_gr: Περιγραφή

source: Page|Image
el_gr: Εικόνα

source: Page|Name
el_gr: Όνομα

source: Page|Parent
el_gr: Γονέας

source: Page|Slug
el_gr: Slug

source: Page|Status
el_gr: Κατάσταση

source: Page|Tag names
el_gr: Ετικέτες

source: Page|Template
el_gr: Πρότυπο

source: Page|Visibility
el_gr: Ορατότητα

source: Parameters
el_gr: Παράμετροι

source: Password Change
el_gr: Αλλαγή Κωδικού

source: Please note that this operation will also delete the content created by this user.
el_gr: Παρακαλούμε σημειώστε ότι αυτή η ενέργεια θα διαγράψει και το περιεχόμενο που έχει δημιουργηθεί απο αυτό το χρήστη.

source: Post
el_gr: Άρθρο

source: Post Details
el_gr: Λεπτομέρειες Άρθρου

source: Post Details | %{client}
el_gr: Λεπτομέρειες Άρθρου | %{client}

source: Posts
el_gr: Άρθρα

source: Posts of %{client}
el_gr: Άρθρα του %{client}

source: Posts | %{client}
el_gr: Άρθρα | %{client}

source: Post|Body
el_gr: Κείμενο

source: Post|Category names
el_gr: Κατηγορίες

source: Post|Description
el_gr: Περιγραφή

source: Post|Image
el_gr: Εικόνα

source: Post|Name
el_gr: Όνομα

source: Post|Slug
el_gr: Slug

source: Post|Status
el_gr: Κατάσταση

source: Post|Tag names
el_gr: Ετικέτες

source: Post|Template
el_gr: Πρότυπο

source: Post|Visibility
el_gr: Ορατότητα

source: Preview
el_gr: Προεσκόπιση

source: Previous Page
el_gr: Προηγούμενη Σελίδα

source: Private|Visibility
el_gr: Ιδιωτική

source: Profile
el_gr: Προφίλ

source: Public|Visibility
el_gr: Δημόσια

source: Publish
el_gr: Δημοσίευση

source: Publish Confirmation
el_gr: Επιβεβαίωση Δημοσίευσης

source: Published|Page
el_gr: Δημοσιευμένη

source: Published|Post
el_gr: Δημοσιευμένο

source: Redirect Details
el_gr: Λεπτομέρειες Ανακατεύθυνσης

source: Redirect Details | %{client}
el_gr: Λεπτομέρειες Ανακατεύθυνσης | %{client}

source: Redirects
el_gr: Ανακατευθύνσεις

source: Redirects of %{client}
el_gr: Ανακατευθύνσεις του %{client}

source: Redirects | %{client}
el_gr: Ανακατευθύνσεις | %{client}

source: Redirect|From
el_gr: Απο

source: Redirect|To
el_gr: Προς

source: Remove
el_gr: Αφαίρεση

source: Request instructions to reset password in %{client}
el_gr: Ζητήστε οδηγίες για επαναφορά κωδικού στο %{client}

source: Resend Confirmation Instructions
el_gr: Επαναποστολή Οδηγιών Επιβεβαίωσης

source: Resend Confirmation Instructions | %{client}
el_gr: Επαναποστολή Οδηγιών Επιβεβαίωσης | %{client}

source: Resend confirmation instruction for %{client}
el_gr: Επαναποστολή Οδηγιών Επιβεβαίωσης στο %{client}

source: Resend confirmation instructions
el_gr: Επαναποστολή οδηγιών επιβεβαίωσης

source: Reset Password
el_gr: Επαναφορά Κωδικού

source: Reset Password Instructions
el_gr: Οδηγίες Επαναφοράς Κωδικού

source: Reset Password | %{client}
el_gr: Επαναφορά Κωδικού | %{client}

source: Reset my password
el_gr: Επαναφορά του κωδικού μου

source: Reset your password in %{client}
el_gr: Επαναφέρετε τον κωδικό σας στο %{client}

source: Rich Text
el_gr: Πλούσιο Κείμενο

source: Role
el_gr: Ρόλος

source: Search
el_gr: Αναζήτηση

source: Search results for "%<term>s"
el_gr: Αποτελέσματα αναζήτησης για "%<term>s"

source: Search...
el_gr: Αναζήτηση...

source: Send me reset password instructions
el_gr: Αποστολή οδηγιών επαναφοράς κωδικού

source: Settings
el_gr: Ρυθμίσεις

source: Settings | %{client}
el_gr: Ρυθμίσεις | %{client}

source: Sign In
el_gr: Σύνδεση

source: Sign In | %{client}
el_gr: Σύνδεση | %{client}

source: Sign Out
el_gr: Αποσύνδεση

source: Sign in
el_gr: Σύνδεση

source: Sign in to %{client}
el_gr: Σύνδεση στο %{client}

source: Sign up
el_gr: Εγγραφή

source: Simple Text
el_gr: Απλό Κείμενο
